aaron-bond.better-comments
acidic9.p5js-snippets
anseki.vscode-color
bitlang.cobol
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coolbear.systemd-unit-file
cschlosser.doxdocgen
dbaeumer.jshint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
filipesabella.live-p5
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
HookyQR.beautify
Ikuyadeu.r
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
julialang.language-julia
kleber-swf.unity-code-snippets
lior-chamla.google-fonts
Mikhail-Arkhipov.r
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
nhoizey.gremlins
nico-castell.linux-desktop-file
Perkovec.emoji
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust
silvenon.mdx
slevesque.shader
stevencl.addDocComments
stevensona.shader-toy
streetsidesoftware.code-spell-checker
technosophos.vscode-make
Tobiah.language-pde
tonybaloney.vscode-pets
twxs.cmake
ultamatum.p5-project-creator
Unity.unity-debug
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscodevim.vim
XadillaX.viml
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
